Repository: azekillDIABLO/Voxellar
Catalog: mods/NODES/xtend/xfurniture/locale/xfurniture.*.po
Languages: de

source: Simple Bench Left Part
de: Einfache Bank linkes Endstück

source: Simple Bench Right Part
de: Einfache Bank rechtes Endstück

source: Simple Bench Inner Part
de: Einfache Bank Zwischenstück

source: Simple Bench Inner Pole Part
de: Einfache Bank Mittelteil

source: Simple Chair
de: Einfacher Stuhl

source: Simple Chair Seat Cover
de: Sitzbezug für einfache Stühle

source: Couch U Frame
de: U-Couchrahmen

source: Couch Bars Frame
de: Balken-Couchrahmen

source: Couch Corner Frame
de: Eck-Couchrahmen

source: Couch Left End Seat
de: Couch-Endsitz (links)

source: Couch Right End Seat
de: Couch-Endsitz (rechts)

source: Couch Center Seat
de: Couch-Mittelsitz

source: Couch Corner Seat (Regular)
de: Normaler Couch-Ecksitz

source: Couch Corner Seat (Inverted)
de: Umgedrehter Couch-Ecksitz

source: xFurniture Indicator
de: xFurniture-Indikator

source: Benches & Couches
de: Bänke & Couchen

source: Interior
de: Einrichtung

source: Window Stuff
de: Fenster-Dinge

source: Stairs and Slabs
de: Treppen und Stufen

source: Walls
de: Wände

source: Unused
de: Ungenutzt

source: Temporary Solutions
de: Übergangslösungen

source: Stair (Two Steps)
de: Treppe (zwei Stufen)

source: Stair (Two Steps, Inset Corner)
de: Treppe (zwei Stufen, innere Ecke)

source: Stair (Two Steps, Outset Corner)
de: Treppe (zwei Stufen, äußere Ecke)

source: Stair (Three Steps)
de: Treppe (drei Stufen)

source: Stair (Three Steps, Inset Corner)
de: Treppe (drei Stufen, innere Ecke)

source: Stair (Three Steps, Outset Corner)
de: Treppe (drei Stufen, äußere Ecke)

source: Slab (Half Node)
de: Absatz (halber Node)

source: Slab (Half Node, Lowered)
de: Absatz (halber Node, abgesenkt)

source: Simple Table
de: Einfacher Tisch

source: Small Table
de: Kleiner Tisch

source: Large Table Corner
de: Große Tischecke

source: Large Table Edge
de: Große Tischkante

source: Large Table Inner Part
de: Großer Tisch-Innenteil

source: Office Table
de: Bürotisch

source: Office Table Side Extension Left
de: Seitliche Bürotischverlängerung links

source: Office Table Side Extension Right
de: Seitliche Bürotischverlängerung rechts

source: Two Steps Upside-down Stair
de: Treppe (zwei Stufen, umgedreht)

source: Two Steps Upside-down Stair (Inset Corner)
de: Treppe (zwei Stufen, umgedreht, innere Ecke)

source: Two Steps Upside-down Stair (Outset Corner)
de: Treppe (zwei Stufen, umgedreht, äußere Ecke)

source: Three Steps Upside-down Stair
de: Treppe (drei Stufen, umgedreht)

source: Three Steps Upside-down Stair (Inset Corner)
de: Treppe (drei Stufen, umgedreht, innere Ecke)

source: Three Steps Upside-down Stair (Outset Corner)
de: Treppe (drei Stufen, umgedreht, äußere Ecke)

source: Wall Base
de: Wandbasis

source: Wall Extension
de: Wanderweiterung

source: Wall Top
de: Wandaufsatz

source: Wall End Base
de: Endwandbasis

source: Wall End Extension
de: Endwanderweiterung

source: Wall End Top
de: Endwandaufsatz

source: Wall Corner Base
de: Eckwandbasis

source: Wall Corner Extension
de: Eckwanderweiterung

source: Wall Corner Top
de: Eckwandaufsatz

source: Wall T-Junction Base
de: Wandbasis T-Kreuzung

source: Wall T-Junction Extension
de: Wanderweiterung T-Kreuzung

source: Wall T-Junction Top
de: Wandaufsatz T-Kreuzung

source: Pole (Standalone Base)
de: Pfostenbasis (alleinstehend)

source: Pole (Standalone Extension)
de: Pfostenerweiterung (alleinstehend)

source: Pole (Standalone Top)
de: Pfostenaufsatz (alleinstehend)

source: Pole (Wall Base)
de: Pfostenwandbasis

source: Pole (Wall Extension)
de: Pfostenwanderweiterung

source: Pole (Wall Top)
de: Pfostenwandaufsatz

source: Pole (Wall Corner Base)
de: Pfosteneckwandbasis

source: Pole (Wall Corner Extension)
de: Pfosteneckwanderweiterung

source: Pole (Wall Corner Top)
de: Pfosteneckwandaufsatz

source: Pole (T-Junction Base)
de: Pfostenwandbasis T-Kreuzung

source: Pole (T-Junction Extension)
de: Pfostenwanderweiterung T-Kreuzung

source: Pole (T-Junction Top)
de: Pfostenwandaufsatz T-Kreuzung

source: Pole (End Wall Base)
de: Pfostenendwandbasis

source: Pole (End Wall Extension)
de: Pfostenendwanderweiterung

source: Pole (End Wall Top)
de: Pfostenendwandaufsatz

source: Torch Holder (Wall Base, Single)
de: Fackelhalter (Wandbasis, einseitig)

source: Torch Holder (Wall Base, Dual)
de: Fackelhalter (Wandbasis, beidseitig)

source: Torch Holder (Wall Extension, Single)
de: Fackelhalter (Wanderweiterung, einseitig)

source: Torch Holder (Wall Extension, Dual)
de: Fackelhalter (Wanderweiterung, beidseitig)

source: Torch Holder (Pillared Wall Corner Base, Single)
de: Fackelhalter (Pfostenwandbasis, einseitig)

source: Torch Holder (Pillared Wall Corner Base, Dual)
de: Fackelhalter (Pfostenwandbasis, beidseitig)

source: Torch Holder (Pillared Wall Corner Extension, Single)
de: Fackelhalter (Pfostenwanderweiterung, einseitig)

source: Torch Holder (Pillared Wall Corner Extension, Dual)
de: Fackelhalter (Pfostenwanderweiterung, beidseitig)

source: Torch Holder (Standalone Pillar Base, Single)
de: Fackelhalter (Pfostenbasis, einseitig)

source: Torch Holder (Standalone Pillar Base, Dual Opposite)
de: Fackelhalter (Pfostenbasis, gegenseitig)

source: Torch Holder (Standalone Pillar Base, Dual Corner)
de: Fackelhalter (Pfostenbasis, eckseitig)

source: Torch Holder (Standalone Pillar Base, Three Sides)
de: Fackelhalter (Pfostenbasis, dreiseitig)

source: Torch Holder (Standalone Pillar Base, Four Sides)
de: Fackelhalter (Pfostenbasis, vierseitig)

source: Torch Holder (Standalone Pillar Extension, Single)
de: Fackelhalter (Pfostenerweiterung, einseitig)

source: Torch Holder (Standalone Pillar Extension, Dual Opposite)
de: Fackelhalter (Pfostenerweiterung, gegenseitig)

source: Torch Holder (Standalone Pillar Extension, Dual Corner)
de: Fackelhalter (Pfostenerweiterung, eckseitig)

source: Torch Holder (Standalone Pillar Extension, Three Sides)
de: Fackelhalter (Pfostenerweiterung, dreiseitig)

source: Torch Holder (Standalone Pillar Extension, Four Sides)
de: Fackelhalter (Pfostenerweiterung, vierseitig)

source: Torch Holder (Pillared End Wall Base, Front)
de: Fackelhalter (Pfostenendwandbasis, vorne)

source: Torch Holder (Pillared End Wall Base, Left)
de: Fackelhalter (Pfostenendwandbasis, links)

source: Torch Holder (Pillared End Wall Base, Right)
de: Fackelhalter (Pfostenendwandbasis, rechts)

source: Torch Holder (Pillared End Wall Base, Dual Opposite)
de: Fackelhalter (Pfostenendwandbasis, beidseitig)

source: Torch Holder (Pillared End Wall Base, Dual Left)
de: Fackelhalter (Pfostenendwandbasis, eckseitig links)

source: Torch Holder (Pillared End Wall Base, Dual Right)
de: Fackelhalter (Pfostenendwandbasis, eckseitig rechts)

source: Torch Holder (Pillared End Wall Extension, Front)
de: Fackelhalter (Pfostenendwanderweiterung, vorne)

source: Torch Holder (Pillared End Wall Extension, Left)
de: Fackelhalter (Pfostenendwanderweiterung, links)

source: Torch Holder (Pillared End Wall Extension, Right)
de: Fackelhalter (Pfostenendwanderweiterung, rechts)

source: Torch Holder (Pillared End Wall Extension, Dual Opposite)
de: Fackelhalter (Pfostenendwanderweiterung, beidseitig)

source: Torch Holder (Pillared End Wall Extension, Dual Left)
de: Fackelhalter (Pfostenendwanderweiterung, eckseitig links)

source: Torch Holder (Pillared End Wall Extension, Dual Right)
de: Fackelhalter (Pfostenendwanderweiterung, rechts)

source: Window Screen Bars
de: Fensterschutz-Streben

source: Window Screen Frame Part
de: Fensterschutz-Rahmenteil

source: Window Screen Frame Corner
de: Fensterschutz-Rahmeneckteil

source: Window Sill Sill Part
de: Fenstersimsteil

source: Window Sill End Part Right
de: Fenstersimsendteil rechts

source: Window Sill End Part Left
de: Fenstersimsendteil links

source: Crafting Addition for xFurniture objects
de: Herstellzusatz für xFurniture-Objekte

source: Blacklist entries: +e
de: Blacklist-Einträge: +e

source: all registered objects
de: alle registrierten Objekte

source: Objects to create: +o
de: Zu erstellende Objekte: +o

source: Created +o objects each from +b base nodes
de: +o Objekte aus +b Basis-Nodes erstellt

source: +n furniture nodes in +c categories
de: +n Einrichtungs-Nodes in +c Kategorien

source: Mod fully loaded
de: Mod komplett geladen

source: Fetching uncraftable objects
de: Erfasse nicht craftbare Objekte

source: Replacing recipes of +o uncraftable objects
de: Ersetze Rezepte von +o nicht craftbaren Objekten

source: +o made of +d
de: +o aus +d
